/* Alert title. */
"success_activation_alert_title" = "Bom trabalho";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Você ativou o %@ via Setapp com sucesso";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Limite de dispositivos atingido";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Você está usando o Setapp no máximo de dispositivos.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Verifique sua conta de usuário para obter mais informações";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Há um problema com o código QR";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Atualize a página do app e tente novamente.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Tempo de conexão esgotado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Tempo demais se passou para responder seu pedido.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Verifique sua conexão de rede e tente novamente.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Ocorreu um erro de rede";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Verifique sua conexão e tente novamente.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Algo deu errado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Tente novamente.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Algo deu errado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Tente novamente.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Algo não está certo";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Contate o suporte do Setapp para obter ajuda.";

/* Button title. */
"ok_button_title" = "OK";
